"Continue" = "Fortsetzen";

"Software Update" = "Software-Aktualisierung";
"Release Notes:" = "Versionshinweise:";
"Remind Me Later" = "Mich später erinnern";
"Install on Quit" = "Beim Beenden installieren";
"Install and Relaunch" = "Installieren und neu starten";
"Skip This Version" = "Diese Version überspringen";

"Automatically download and install updates" = "Updates automatisch herunterladen und installieren";
"No newer version available." = "Keine neuere Version verfügbar.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Update wird installiert…";
"Checking for updates…" = "Suche nach Updates…";
"Downloading update…" = "Update wird heruntergeladen…";
"Extracting update…" = "Update wird extrahiert…";

"Version {0} is now available" = "Version {0} ist verfügbar";
